/* error text in dialog */
"Could not move to Applications folder" = "Kan niet naar map Programma's verplaatsen";

/* dialog: do not move button */
"Do Not Move" = "Verplaats niet";

/* description in the dialog box */
"I can move myself to the Applications folder if you'd like." = "Als u dat wenst kan ik mezelf verplaatsen naar de map Programma's.";

/* dialog: Move button */
"Move to Applications Folder" = "Verplaats naar map Programma's";

/* title of the dialog box */
"Move to Applications folder in your Home folder?" = "Verplaatsen naar map Programma's in uw thuismap?";

/* title of dialog box */
"Move to Applications folder?" = "Verplaatsen naar map Programma's?";

/* description in the dialog box */
"Note that this will require an administrator password." = "Hiervoor is een beheerderswachtwoord nodig.";

/* description in the dialog box */
"This will keep your Downloads folder uncluttered." = "Hierdoor blijft uw map Downloads netjes opgeruimd.";

